{
  "Men": "Männer",
  "Women": "Frauen",
  "Choose your perfect style": "Wählen Sie Ihren perfekten Stil",
  "Explore": "Erkunden",
  "Jackets": "Jacken",
  "Pants": "Hosen",
  "Hoodies & Sweatshirts": "Hoodies & Sweatshirts",
  "Shoes": "Schuhe",
  "About us": "Über uns",
  "We are a company that offers stylish and modern clothes, shoes and accessories for a quality life. Our mission is to help our customers express their uniqueness through fashion, inspiring them to express themselves and choose a style that suits their needs and characteristics.": "Wir sind ein Unternehmen, das stilvolle und moderne Kleidung, Schuhe und Accessoires für ein hochwertiges Leben anbietet. Unsere Mission ist es, unseren Kunden dabei zu helfen, ihre Einzigartigkeit durch Mode zum Ausdruck zu bringen, indem wir sie dazu inspirieren, sich auszudrücken und einen Stil zu wählen, der ihren Bedürfnissen und Eigenschaften entspricht.",
  "Our team is a group of passionate professionals who provide personalized service and are always ready to help you choose the perfect look. We strive to provide you with the highest quality products and satisfaction with every purchase.": "Unser Team besteht aus leidenschaftlichen Fachleuten, die persönlichen Service bieten und immer bereit sind, Ihnen bei der Auswahl des perfekten Looks zu helfen. Wir sind bestrebt, Ihnen bei jedem Einkauf Produkte höchster Qualität und Zufriedenheit zu bieten.",
  "Shop": "Shop",
  "Gifts": "Geschenke",
  "Discounts": "Rabatte",
  "Styles": "Stile",
  "Page under development": "Seite in Entwicklung",
  "Back": "Zurück",
  "See all": "Alles sehen",
  "Have a look on huge discounts!": "Freuen Sie sich auf riesige Rabatte!",
  "Rates": "Bewertung",
  "SORT BY": "SORTIEREN NACH",
  "Nothing found for these parameters...": "Zu Ihrer Anfrage wurde nichts gefunden...",
  "Please, try to clear filter": "Bitte versuchen Sie, den Filter zu löschen",
  "MAN OR WOMAN": "MANN ODER FRAU",
  "CATEGORY": "KATEGORIE",
  "PRODUCT NAME": "PRODUKTNAME",
  "Size": "Größe",
  "Price": "Preis",
  "CLEAR ALL": "ALLES LÖSCHEN",
  "From": "Von",
  "To": "Bis",
  "Lowest Price": "Geringster Preis",
  "Highest Price": "Höchster Preis",
  "Why buy from us?": "Warum bei uns kaufen?",
  "Fast Shipping": "Schnelle Lieferung",
  "We offer fast and reliable delivery straight to your doorstep.": "Wir bieten eine schnelle und zuverlässige Lieferung direkt vor Ihre Haustür.",
  "We offer a quality guarantee on all of our products.": "Wir bieten auf alle unsere Produkte eine Qualitätsgarantie.",
  "My account": "Mein Profil",
  "My orders": "Meine Bestellungen",
  "My favorites": "Meine Favoriten",
  "First name": "Vorname",
  "Last name": "Familienname",
  "Email": "Email",
  "Phone": "Telefon",
  "Birthday": "Geburtstag",
  "City": "Stadt",
  "CANCEL": "STORNIEREN",
  "SAVE": "SPEICHERN",
  "Profile": "Profil",
  "Change Password": "Kennwort ändern",
  "My addresses": "Meine Adresse",
  "add address": "Adresse hinzufügen",
  "Default delivery": "Standardlieferung",
  "Select a delivery": "Lieferung auswählen",
  "Nova Poshta": "Nova Poshta",
  "Ukr Poshta": "Ukr Poshta",
  "Courier delivery": "Kurierzustellungen",
  "New password": "Neues Kennwort",
  "Repeat new password": "Wiederhole das neue Kennwort",
  "Company": "Firma",
  "Address": "Adresse",
  "State": "Land",
  "Zip code": "PLZ",
  "Log Out": "Ausloggen",
  "Are you sure you want to exit?": "Sie sind sicher, dass Sie beenden wollen?",
  "Yes": "Ja",
  "No": "Nein",
  "Rate": "Bewertung",
  "Details": "Details",
  "The size of the product is universal or we have not added a size chart to the product. Oops... Please familiarize yourself with the description of the characteristics.": "Die Größe des Produkts ist universell oder wir haben dem Produkt keine Größentabelle hinzugefügt. Ups... Bitte machen Sie sich mit der Beschreibung der Merkmale vertraut.",
  "Enjoy fast shipping on all clothing orders.": "Genießen Sie den schnellen Versand für alle Bekleidungsbestellungen.",
  "Return Policy": "Rückgaberecht",
  "If the clothing item doesn’t fit, you can return it within 14 days for a full refund.": "Wenn das Kleidung nicht passt, können Sie es innerhalb von 14 Tagen gegen eine volle Rückerstattung zurückgeben.",
  "Option": "Größen",
  "Quantity": "Warenmenge",
  "ADD to cart": "In den Warenkorb legen",
  "Cart": "Wagen",
  "checkout": "Bestellen",
  "Your cart is empty": "Ihr Warenkorb ist leer",
  "We recommend checking out:": "Wir empfehlen einen Blick auf",
  "remove": "löschen",
  "Basket": "Wagen",
  "YOUR Basket is empty": "Ihr Warenkorb ist leer",
  "Please add an item to checkout": "Bitte fügen Sie einen Artikel zur Bestellen hinzu",
  "For quick ordering and saving order history": "Zur schnellen Bestellung und zum Speichern des Bestellverlaufs",
  "Make sure you’re signed into your account": "Stellen Sie sicher, dass Sie in Ihrem Profil angemeldet sind",
  "SIGN IN": "ANMELDEN",
  "Total": "Gesamt",
  "Amount for the product": "Betrag für das Produkt",
  "Delivery": "Lieferung",
  "Payment": "Bezahlt werden",
  "confirm": "bestätigen",
  "Cash upon delivery, card payment Visa, Master Card": "Nachnahme, Kartenzahlung Visa, Master Card",
  "Select point office (In ukrainian)": "Wählen Sie eine Abteilung (auf Ukrainisch)",
  "Next": "Weiter",
  "Point office": "Abteilung",
  "Select city please...": "Bitte Stadt auswählen...",
  "Select department please...": "Bitte Abteilung auswählen...",
  "Payment by bank card, Apple Pay, Google Pay": "Zahlung per Bankkarte, Apple Pay, Google Pay",
  "Cash on delivery": "Barzahlung bei Lieferung",
  "Selected delivery": "Ausgewählte Lieferung",
  "Selected customer address": "Ausgewählte Kundenadresse",
  "Comments to order": "Kommentare zur Bestellung",
  "Selected payment": "Ausgewählte Zahlung",
  "Order ID": "Auftragsnummer",
  "Order Date": "Auftragsdatum",
  "Whoops, something went wrong": "Ups, da ist etwas schiefgelaufen",
  "You don't have favorite products": "Sie haben keine Lieblingsprodukte",
  "Discount": "Rabatt",
  "The price of delivery in Ukraine": "Der Preis für die Lieferung in der Ukraine",
  "from": "ab",
  "The price of delivery to other countries": "Der Preis für die Lieferung in andere Länder",
  "The delivery time in Ukraine is from 4-5 days": "Die Lieferzeit in der Ukraine beträgt 4-5 Tage",
  "The delivery time in Europe is from 14 days": "Die Lieferzeit in Europa beträgt ab 14 Tage",
  "Ukraine": "Ukraine",
  "Other country": "Anderes Land",
  "Delivery to the countries of Europe, Asia, the USA, etc": "Lieferung in die Länder Europa, Asien, USA usw",
  "Delivery, Payment, Returns": "Lieferung, Zahlung, Retouren",
  "Clothes": "Kleidung",
  "Backpacks and Bags": "Rucksäcke und Taschen",
  "Accessories": "Zubehör",
  "Privacy Policy": "Datenschutzrichtlinie",
  "CONTACTS": "KONTAKTE",
  "Our ideas for gifts": "Unsere Geschenkideen",
  "Register": "Registrieren",
  "Password": "Passwort",
  "Confirm Password": "Bestätige das Passwort",
  "Already have an account?": "Sie haben bereits ein Profil?",
  "Sign In": "Login",
  "Location, region": "Land, Region",
  "Name": "Name",
  "Login": "Login",
  "Create account": "Profil erstellen",
  "Forgot your password?": "Passwort vergessen?",
  "The Perfect Present": "Das perfekte Geschenk",
  "Give the Gift of Style": "Verschenken Sie Stil",
  "Looking for the ideal gift? Our online store gift cards are the perfect solution! Treat your friends and loved ones to the luxury of choice with our versatile gift cards. Whether they're into fashion-forward clothing, stylish footwear, or trendy accessories, they'll find something they love in our extensive collection. With various denominations available, you can give the gift of endless shopping possibilities. Purchase now and brighten someone's day with the gift of style!": "Auf der Suche nach dem idealen Geschenk? Unsere Geschenkkarten für den Online-Shop sind die perfekte Lösung! Gönnen Sie Ihren Freunden und Liebsten den Luxus der Wahl mit unseren vielseitigen Geschenkkarten. Ganz gleich, ob sie auf modische Kleidung, stilvolle Schuhe oder trendige Accessoires stehen , sie werden in unserer umfangreichen Kollektion etwas finden, das ihnen gefällt. Da verschiedene Stückelungen verfügbar sind, können Sie endlose Einkaufsmöglichkeiten verschenken. Kaufen Sie jetzt und erfreuen Sie jemandem den Tag mit einem stilvollen Geschenk!",
  "Buy gift card": "Kaufen Sie eine Geschenkkarte",
  "great way to show appreciation": "tolle Möglichkeit, Wertschätzung zu zeigen",
  "Corporate Gifting": "Unternehmensgeschenke",
  "Welcome new hires, thank clients, or recognize your team's efforts with our versatile gift card. Spread joy and appreciation effortlessly!": "Begrüßen Sie neue Mitarbeiter, bedanken Sie sich bei Kunden oder würdigen Sie die Bemühungen Ihres Teams mit unserer vielseitigen Geschenkkarte. Verbreiten Sie mühelos Freude und Wertschätzung!",
  "Shop now": "Jetzt einkaufen",
  "You must be logged!": "Sie müssen sich registrieren!",
  "Great, just add to the favorite!": "Großartig, zu den Favoriten hinzugefügt!",
  "Ups, just remove from the favorite!": "Hoppla, aus den Favoriten entfernt!",
  "new": "Neuheit",
  "discount": "Rabatt",
  "Quality guaranteed": "Qualität garantiert",
  "rate": "bewertung",
  "Introduction": "Einführung",
  "The privacy of our website visitors is very important to us, and we are committed to safeguarding it. This policy explains what we do with your personal information.": "Der Datenschutz unserer Website-Besucher liegt uns sehr am Herzen, und wir sind entschlossen, ihn zu schützen. Diese Richtlinie erklärt, was wir mit Ihren persönlichen Informationen tun.",
  "Consenting to our use of cookies in accordance with the terms of this policy when you first visit our website permits us to use cookies every time you visit our website.": "Wenn Sie bei Ihrem ersten Besuch unserer Website der Verwendung von Cookies gemäß den Bestimmungen dieser Richtlinie zustimmen, erlauben Sie uns, bei jedem Besuch unserer Website Cookies zu verwenden.",
  "How we collect your personal data": "Wie wir Ihre persönlichen Daten sammeln",
  "The following types of personal information may be collected, stored, and used:": "Die folgenden Arten von persönlichen Informationen können gesammelt, gespeichert und verwendet werden:",
  "Information about your computer including your IP address, geographical location, browser type and version, and operating system.": "Informationen über Ihren Computer, einschließlich Ihrer IP-Adresse, geografischen Standort, Browsertyp und -version sowie Betriebssystem.",
  "Information about your visits to and use of this website including the referral source, length of visit, page views, and website navigation paths.": "Informationen über Ihre Besuche auf und die Nutzung dieser Website, einschließlich der Referrer, Dauer des Besuchs, Seitenaufrufe und Website-Navigationspfade.",
  "Information that you enter when you register with our website, such as your email website.": "Informationen, die Sie bei der Registrierung auf unserer Website eingeben, wie Ihre E-Mail-Website.",
  "Information that you enter when you create a profile on our website. For example, your name, profile pictures, birthday, and employment details.": "Informationen, die Sie eingeben, wenn Sie ein Profil auf unserer Website erstellen. Zum Beispiel Ihr Name, Profilbilder, Geburtstag und Beschäftigungsdetails.",
  "Information that you enter in order to set up subscription to our emails and/or newsletters.": "Informationen, die Sie eingeben, um ein Abonnement für unsere E-Mails und/oder Newsletter einzurichten.",
  "Information that is generated while using our website, including when, how often, and under what circumstances you use it.": "Informationen, die beim Verwenden unserer Website generiert werden, einschließlich wann, wie oft und unter welchen Umständen Sie sie verwenden.",
  "Information relating to anything you purchase, services you use, or transaction you make through our website, which includes your name, address, telephone number, email address, and credit card details.": "Informationen zu allem, was Sie über unsere Website kaufen, die Dienste, die Sie nutzen, oder die Transaktionen, die Sie tätigen, einschließlich Ihres Namens, Ihrer Adresse, Telefonnummer, E-Mail-Adresse und Kreditkartendetails.",
  "Information that you post to our website with the intention of publishing it on the internet.": "Informationen, die Sie auf unserer Website veröffentlichen möchten.",
  "Any other personal information you send to us.": "Alle anderen persönlichen Informationen, die Sie uns senden.",
  "Using Personal Information": "Verwendung von persönlichen Informationen",
  "Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website. We may use your personal information for the following:": "Persönliche Informationen, die uns über unsere Website übermittelt werden, werden für die in dieser Richtlinie oder auf den entsprechenden Seiten der Website angegebenen Zwecke verwendet. Wir können Ihre persönlichen Informationen für folgende Zwecke verwenden:",
  "Administering our website and business.": "Verwaltung unserer Website und unseres Geschäfts.",
  "Personalizing our website for you.": "Personalisierung unserer Website für Sie.",
  "Enabling your use of the services available on our website.": "Ermöglichung Ihrer Nutzung der auf unserer Website verfügbaren Dienste.",
  "Sending you goods purchased through our website.": "Senden von Waren, die über unsere Website gekauft wurden.",
  "Supplying services purchased through our website.": "Bereitstellung von über unsere Website gekauften Dienstleistungen.",
  "Sending statements, invoices, and payment reminders to you, and collecting payments from you.": "Senden von Kontoauszügen, Rechnungen und Zahlungserinnerungen an Sie sowie Einziehung von Zahlungen von Ihnen.",
  "Sending you on-marketing commercial communications.": "Senden von kommerziellen Marketingkommunikationen.",
  "Sending you email notifications you have specifically requested.": "Senden von E-Mail-Benachrichtigungen, die Sie speziell angefordert haben.",
  "Sending you our email newsletter if you signed up for it.": "Senden Ihnen unseren E-Mail-Newsletter, wenn Sie sich dafür angemeldet haben.",
  "Sending you marketing communications relating to our business or the businesses of third parties which we think may be of interest to you.": "Senden von Marketingkommunikationen im Zusammenhang mit unserem Unternehmen oder den Unternehmen Dritter, von denen wir glauben, dass sie für Sie von Interesse sein könnten.",
  "Providing third parties with statistical information about our users.": "Bereitstellung statistischer Informationen über unsere Benutzer an Dritte.",
  "Dealing with inquiries and complaints made by or about you relating to our website.": "Bearbeitung von Anfragen und Beschwerden, die von Ihnen oder über Sie in Bezug auf unsere Website eingereicht wurden.",
  "Keeping our website secure and prevent fraud.": "Sicherstellung der Sicherheit unserer Website und Verhinderung von Betrug.",
  "Verifying compliance with the terms and conditions governing the use of our website.": "Überprüfung der Einhaltung der Nutzungsbedingungen unserer Website.",
  "Other uses. If you submit personal information for publication on our website, we will publish and otherwise use that information in accordance with the license you grant us. Your privacy settings can be used to limit the publication of your information on our website and can be adjusted using privacy controls on the website. We will not, without your expressed consent, supply your personal information to any third party for their or any other third party’s direct marketing.": "Andere Verwendungen. Wenn Sie persönliche Informationen zur Veröffentlichung auf unserer Website einreichen, werden wir diese gemäß der von Ihnen gewährten Lizenz veröffentlichen und anderweitig verwenden. Ihre Datenschutzeinstellungen können verwendet werden, um die Veröffentlichung Ihrer Informationen auf unserer Website einzuschränken und können mithilfe von Datenschutzsteuerelementen auf der Website angepasst werden. Wir werden ohne Ihre ausdrückliche Zustimmung Ihre persönlichen Informationen nicht an Dritte für deren direktes Marketing oder das direkte Marketing eines anderen Dritten weitergeben.",
  "International data transfers": "Internationale Datenübertragungen",
  "Information that we collect may be stored, processed in, and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this policy.": "Die von uns gesammelten Informationen können in einem der Länder, in denen wir tätig sind, gespeichert, verarbeitet und übertragen werden, um uns die Verwendung der Informationen gemäß dieser Richtlinie zu ermöglichen.",
  "Information that we collect may be transferred to the following countries which do not have data protection laws equivalent to those in force in the European Economic Area: the United States of America, Ukraine, Japan, China, and India.": "Die von uns gesammelten Informationen können in die folgenden Länder übertragen werden, die nicht über Datenschutzgesetze verfügen, die denen im Europäischen Wirtschaftsraum geltenden Gesetzen entsprechen: Vereinigte Staaten von Amerika, Ukraine, Japan, China und Indien.",
  "Personal information that you publish on our website or submit for publication on our website may be available, via the internet, around the world. We cannot prevent the use or misuse of such information by others.": "Persönliche Informationen, die Sie auf unserer Website veröffentlichen oder zur Veröffentlichung auf unserer Website einreichen, können über das Internet weltweit verfügbar sein. Wir können die Nutzung oder den Missbrauch solcher Informationen durch andere nicht verhindern.",
  "You expressly agree to the transfers of personal information described in this Section": "Sie stimmen ausdrücklich den in diesem Abschnitt beschriebenen Übertragungen personenbezogener Daten zu.",
  "Retaining personal information": "Aufbewahrung personenbezogener Informationen",
  "This Section E sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations regarding the retention and deletion of personal information.": "Dieser Abschnitt E legt unsere Datenaufbewahrungspolitik und -verfahren fest, die darauf ausgelegt sind, sicherzustellen, dass wir unsere rechtlichen Verpflichtungen hinsichtlich der Aufbewahrung und Löschung personenbezogener Informationen erfüllen.",
  "Personal information that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.": "Personenbezogene Informationen, die wir für einen bestimmten Zweck oder mehrere Zwecke verarbeiten, dürfen nicht länger aufbewahrt werden, als für diesen Zweck oder diese Zwecke erforderlich ist.",
  "Without prejudice to article G-2, we will usually delete personal data falling within the categories set out below at the date/time.": "Unbeschadet von Artikel G-2 werden wir in der Regel personenbezogene Daten, die in den unten aufgeführten Kategorien fallen, zum Zeitpunkt löschen.",
  "Notwithstanding the other provisions of this Section E, we will retain documents (including electronic documents) containing personal data: a. to the extent that we are required to do so by law; b. if we believe that the documents may be relevant to any ongoing or prospective legal proceedings; and c. in order to establish, exercise, or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk).": "Ungeachtet der anderen Bestimmungen dieses Abschnitts E werden wir Dokumente (einschließlich elektronischer Dokumente), die personenbezogene Daten enthalten, aufbewahren: a. soweit wir gesetzlich dazu verpflichtet sind; b. wenn wir der Ansicht sind, dass die Dokumente für laufende oder mögliche rechtliche Verfahren relevant sein könnten; und c. um unsere rechtlichen Rechte geltend zu machen, auszuüben oder zu verteidigen (einschließlich der Bereitstellung von Informationen an Dritte zum Zwecke der Betrugsprävention und Reduzierung des Kreditrisikos).",
  "Security of your personal information": "Sicherheit Ihrer persönlichen Informationen",
  "We will take reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal information.": "Wir werden angemessene technische und organisatorische Vorkehrungen treffen, um den Verlust, Missbrauch oder die Änderung Ihrer persönlichen Informationen zu verhindern.",
  "We will store all the personal information you provide on our secure (password- and firewall-protected) servers.": "Wir werden alle von Ihnen bereitgestellten persönlichen Informationen auf unseren sicheren (passwort- und firewallgeschützten) Servern speichern.",
  "All electronic financial transactions entered into through our website will be protected by encryption technology.": "Alle elektronischen Finanztransaktionen, die über unsere Website abgewickelt werden, werden durch Verschlüsselungstechnologie geschützt.",
  "You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.": "Sie erkennen an, dass die Übertragung von Informationen über das Internet grundsätzlich unsicher ist und wir die Sicherheit von über das Internet gesendeten Daten nicht garantieren können.",
  "You are responsible for keeping the password you use for accessing our website confidential; we will not ask you for your password (except when you log in to our website).": "Sie sind dafür verantwortlich, das Passwort, das Sie zum Zugriff auf unsere Website verwenden, vertraulich zu halten; wir werden Sie nicht nach Ihrem Passwort fragen (außer wenn Sie sich auf unserer Website anmelden).",
  "Your rights": "Ihre Rechte",
  "You may instruct us to provide you with any personal information we hold about you; provision of such information will be subject to the following:": "Sie können uns anweisen, Ihnen alle persönlichen Informationen zur Verfügung zu stellen, die wir über Sie haben; die Bereitstellung solcher Informationen unterliegt folgendem:",
  "The payment of a fee.": "Die Zahlung einer Gebühr.",
  "The supply of appropriate evidence of your identity. We may withhold personal information that you request to the extent permitted by law. You may instruct us at any time not to process your personal information for marketing purposes. In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt out of the use of your personal information for marketing purposes.": "Der Bereitstellung entsprechender Identitätsnachweise. Wir können persönliche Informationen, die Sie anfordern, zurückhalten, soweit dies gesetzlich zulässig ist. Sie können uns jederzeit anweisen, Ihre persönlichen Informationen nicht für Marketingzwecke zu verarbeiten. In der Praxis werden Sie entweder im Voraus ausdrücklich unserer Verwendung Ihrer persönlichen Informationen für Marketingzwecke zustimmen oder wir werden Ihnen die Möglichkeit geben, der Verwendung Ihrer persönlichen Informationen für Marketingzwecke zu widersprechen.",
  "Updating information": "Aktualisierung von Informationen",
  "Please let us know if the personal information that we hold about you needs to be corrected or updated.": "Bitte teilen Sie uns mit, wenn die persönlichen Informationen, die wir über Sie haben, korrigiert oder aktualisiert werden müssen.",
  "Feedback": "Rückmeldung",
  "All suggestions or questions regarding this Privacy Policy should be sent to the Quillis.com online store customer service using the email address:": "Alle Vorschläge oder Fragen zu dieser Datenschutzrichtlinie sollten an den Kundenservice des Quillis.com Online-Shops unter Verwendung der E-Mail-Adresse gesendet werden:",
  "Exchange / Return": "Umtausch / Rückgabe",
  "When you receive the product by mail, you have the right to try it on, look at it and evaluate how satisfied you are with the quality of the ordered products before paying for the order. Does the size and style fit you or meet your expectations.": "Wenn Sie das Produkt per Post erhalten, haben Sie das Recht, es anzuprobieren, anzusehen und zu bewerten, wie zufrieden Sie mit der Qualität der bestellten Produkte sind, bevor Sie die Bestellung bezahlen. Passen Größe und Stil zu Ihnen oder erfüllen Sie Ihre Erwartungen.",
  "Quality control": "Qualitätskontrolle",
  "If you do not like the size, color, or other problems, within 14 days after purchase, you can return the product to us or exchange it for another one.": "Wenn Ihnen die Größe, Farbe oder andere Probleme nicht gefallen, können Sie das Produkt innerhalb von 14 Tagen nach dem Kauf an uns zurücksenden oder gegen ein anderes umtauschen.",
  "Shipping is paid by the buyer, in case of return or exchange of goods.": "Im Falle einer Rückgabe oder eines Umtauschs der Ware trägt der Käufer die Versandkosten.",
  "Refunds are made within 1-3 working days after we receive the goods returned from you to the Nova Poshta warehouse. In the event of a production defect, we will pay for the delivery.": "Die Rückerstattung erfolgt innerhalb von 1–3 Werktagen, nachdem wir die von Ihnen im Lager von Nova Poshta zurückgesandten Waren erhalten haben. Im Falle eines Produktionsfehlers übernehmen wir die Kosten für die Lieferung.",
  "Terms of return / exchange:": "Rückgabe-/Umtauschbedingungen:",
  "absence of signs of product use, pollution, extraneous odors;": "keine Gebrauchsspuren des Produkts, Verschmutzung, Fremdgerüche;",
  "presence of shortcuts;": "Vorhandensein von Verknüpfungen;",
  "preserved product appearance.": "erhaltenes Produktaussehen.",
  "If signs of product use are detected, we reserve the right to refuse a refund.": "Wenn Anzeichen einer Produktnutzung festgestellt werden, behalten wir uns das Recht vor, eine Rückerstattung zu verweigern.",
  "If you still have questions, write to us:": "Wenn Sie noch Fragen haben, schreiben Sie uns:",
  "Subscribtion": "Abonnement",
  "Subscribe so you don't miss anything": "Abonnieren Sie, um nichts zu verpassen",
  "Receive exclusive updates on new arrivals and promotions.": "Erhalten Sie exklusive Updates zu Neuankömmlingen und Werbeaktionen.",
  "Join our community and receive exclusive updates on new arrivals and promotions.": "Treten Sie unserer Community bei und erhalten Sie exklusive Updates zu Neuankömmlingen und Werbeaktionen.",
  "Enter your email here": "Gib deine E-Mail hier ein",
  "recommend": "empfehlungen",
  "See more": "Mehr sehen",
  "Let's find smth else": "Lasst uns etwas anderes finden",
  "Goods in the shop": "Das Produkt ist im Laden",
  "Sorry! Nothing found": "Entschuldigung! Nichts gefunden",
  "FILTER BY": "FILTERN NACH",
  "Free": "Rabatt",
  "Catalog": "Katalog",
  "SUBSCRIBE": "ABONNIEREN",
  "Designed and Developed by Brand Maze": "Designed und entwickelt von Brand Maze",
  "Added": "Hinzugefügt",
  "Email must be without spaces": "E-Mail-Adresse muss ohne Leerzeichen sein",
  "Email too short (min 7 symbols)": "E-Mail-Adresse ist zu kurz (mindestens 7 Zeichen)",
  "Invalid email": "Ungültige E-Mail-Adresse",
  "Dashes should only be inside email": "Der Bindestrich sollte nur innerhalb der E-Mail stehen",
  "Require field": "Pflichtfeld",
  "Password too short (min 7)": "Das Passwort ist zu kurz (min. 7)",
  "Password too long (max 32)": "Passwort zu lang (max. 32)",
  "Password must be without spaces": "Passwort muss ohne Leerzeichen sein",
  "Password must match": "Passwort muss übereinstimmen",
  "Name too short (min 2)": "Der Name ist zu kurz (min. 2)",
  "Require": "Obligatorisch",
  "Your passwords do not match": "Ihre Passwörter stimmen nicht überein",
  "Ready styles": "Fertige Styles",
  "Model name": "Modellname",
  "Discription": "Beschreibung",
  "Choose your options...": "Wählen Sie Ihre Größe...",
  "Wow. Sorry, we missed the product description": "Leider haben wir die Produktbeschreibung übersehen",
  "Price for a ready set": "Preis für ein fertiges Set",
  "Have ideas on how to improve our website or what products to add?": "Haben Sie Ideen, wie wir unsere Website verbessern oder welche Produkte wir hinzufügen können?"
}
