{
  "Men": "Мужчины",
  "Women": "Женщины",
  "Choose your perfect style": "Выберите свой идеальный стиль",
  "Explore": "Исследовать",
  "Jackets": "Куртки",
  "Pants": "Брюки",
  "Hoodies & Sweatshirts": "Худи & толстовки",
  "Shoes": "Обувь",
  "About us": "О нас",
  "We are a company that offers stylish and modern clothes, shoes and accessories for a quality life. Our mission is to help our customers express their uniqueness through fashion, inspiring them to express themselves and choose a style that suits their needs and characteristics.": "Мы компания, которая предлагает стильную и современную одежду, обувь и аксессуары для качественной жизни. Наша миссия — помочь нашим клиентам выразить свою уникальность через моду, вдохновляя их выражать себя и выбирать стиль, соответствующий их потребностям и особенностям.",
  "Our team is a group of passionate professionals who provide personalized service and are always ready to help you choose the perfect look. We strive to provide you with the highest quality products and satisfaction with every purchase.": "Наша команда — это группа увлеченных профессионалов, которые предоставляют индивидуальное обслуживание и всегда готовы помочь вам выбрать идеальный образ. Мы стремимся предоставить вам продукцию высочайшего качества и удовлетворение от каждой покупки.",
  "Shop": "Магазин",
  "Gifts": "Подарки",
  "Discounts": "Скидки",
  "Novelty": "Новинки",
  "Page under development": "Страница в разработке",
  "Back": "Назад",
  "See all": "Увидеть все",
  "Have a look on huge discounts!": "Обратите внимание на огромные скидки!",
  "Rates": "Оценка",
  "SORT BY": "СОРТИРОВАТЬ ПО",
  "Nothing found for these parameters...": "По вашему запросу ничего не найдено...",
  "Please, try to clear filter": "Пожалуйста, попробуйте очистить фильтр",
  "MAN OR WOMAN": "МУЖЧИНА ИЛИ ЖЕНЩИНА",
  "CATEGORY": "КАТЕГОРИЯ",
  "PRODUCT NAME": "НАЗВАНИЕ ТОВАРА",
  "Size": "Размер",
  "Price": "Цена",
  "CLEAR ALL": "ОЧИСТИТЬ ВСЕ",
  "From": "От",
  "To": "До",
  "Lowest Price": "Низшая цена",
  "Highest Price": "Самая высокая цена",
  "Why buy from us?": "Почему стоит покупать у нас?",
  "Fast shipping": "Быстрая доставка",
  "We offer fast and reliable delivery straight to your doorstep.": "Мы предлагаем быструю и надежную доставку прямо к вашему порогу.",
  "We offer a quality guarantee on all of our products.": "Мы даем гарантию качества на всю нашу продукцию.",
  "My account": "Мой профиль",
  "My orders": "Мои заказы",
  "My favorites": "Мои любимые",
  "First name": "Имя",
  "Last name": "Фамилия",
  "Email": "Электронная почта",
  "Phone": "Телефон",
  "Birthday": "День рождения",
  "City": "Город",
  "CANCEL": "ОТМЕНИТЬ",
  "SAVE": "СОХРАНИТЬ",
  "Profile": "Профиль",
  "Change Password": "Изменить пароль",
  "My addresses": "Мой адрес",
  "add address": "добавить адрес",
  "Default delivery": "Доставка по умолчанию",
  "Select a delivery": "Выбрать доставку",
  "Nova Poshta": "Нова Пошта",
  "Ukr Poshta": "Укр Пошта",
  "Courier delivery": "Доставка курьером",
  "New password": "Новый пароль",
  "Repeat new password": "Повторите новый пароль",
  "Company": "Компания",
  "Address": "Адрес",
  "State": "Страна",
  "Zip code": "Почтовый индекс",
  "Log Out": "Выйти",
  "Are you sure you want to exit?": "Вы уверены, что хотите выйти?",
  "Yes": "Да",
  "No": "Нет",
  "Rate": "Оценка",
  "Details": "Подробнее",
  "The size of the product is universal or we have not added a size chart to the product. Oops... Please familiarize yourself with the description of the characteristics.": "Размер товара универсальный или мы не добавили к товару размерную сетку. Упс... Ознакомьтесь, пожалуйста, с описанием характеристик.",
  "Enjoy fast shipping on all clothing orders.": "Наслаждайтесь быстрой доставкой всех заказов на одежду.",
  "Return Policy": "Политика возврата",
  "If the clothing item doesn’t fit, you can return it within 14 days for a full refund.": "Если одежда не подойдет, вы можете вернуть его в течение 14 дней с полным возвратом денег.",
  "Option": "Размеры",
  "Quantity": "Количество",
  "ADD to cart": "Добавить в корзину",
  "Cart": "Корзина",
  "checkout": "Оформить заказ",
  "Your cart is empty": "Ваша корзина пустая",
  "We recommend checking out:": "Рекомендуем посмотреть",
  "remove": "удалить",
  "Basket": "Корзина",
  "YOUR Basket is empty": "ВАША Корзина пустая",
  "Please add an item to checkout": "Пожалуйста, добавьте товар к оформлению заказа",
  "For quick ordering and saving order history": "Для быстрого заказа и сохранения истории заказов",
  "Make sure you’re signed into your account": "Убедитесь, что вы вошли в свою учетную запись",
  "SIGN IN": "ВОЙТИ",
  "Total": "Всего",
  "Amount for the product": "Сумма за товар",
  "Delivery": "Доставка",
  "Payment": "Оплата",
  "confirm": "подтвердить",
  "Cash upon delivery, card payment Visa, Master Card": "Наложенным платежом, оплата картой Visa, Master Card",
  "Select point office (In ukrainian)": "Выбрать отделение (на украинском языке)",
  "Next": "Далее",
  "Point office": "Отделение",
  "Select city please...": "Выберите город, пожалуйста...",
  "Select department please...": "Выберите отделение, пожалуйста...",
  "Payment by bank card, Apple Pay, Google Pay": "Оплата банковской картой, Apple Pay, Google Pay",
  "Cash on delivery": "Оплата при доставке",
  "Selected delivery": "Выбранная доставка",
  "Selected customer address": "Выбранный адрес клиента",
  "Comments to order": "Комментарии к заказу",
  "Selected payment": "Выбранный платеж",
  "Order ID": "ID заказа",
  "Order Date": "Дата заказа",
  "Whoops, something went wrong": "Упс, что-то пошло не так",
  "You don't have favorite products": "У вас нет любимых товаров",
  "Discount": "Скидка",
  "The price of delivery in Ukraine": "Цена доставки по Украине",
  "from": "от",
  "The price of delivery to other countries": "Цена доставки в другие страны",
  "The delivery time in Ukraine is from 4-5 days": "Срок доставки по Украине от 4-5 дней",
  "The delivery time in Europe is from 14 days": "Срок доставки по Европе от 14 дней",
  "Ukraine": "Украина",
  "Other country": "Другая страна",
  "Delivery to the countries of Europe, Asia, the USA, etc": "Доставка в страны Европы, Азии, США и т.д",
  "Delivery, Payment, Returns": "Доставка, оплата, возврат",
  "Clothes": "Одежда",
  "Backpacks and Bags": "Рюкзаки и сумки",
  "Accessories": "Аксессуары",
  "Privacy Policy": "Политика конфиденциальности",
  "CONTACTS": "КОНТАКТЫ",
  "Our ideas for gifts": "Наши идеи для подарков",
  "Register": "Регистрация",
  "Password": "Пароль",
  "Confirm Password": "Подтвердить пароль",
  "Already have an account?": "Уже есть профиль?",
  "Sign In": "Войти",
  "Location, region": "Страна, регион",
  "Name": "Имя",
  "Login": "Вход",
  "Create account": "Создать аккаунт",
  "Forgot your password?": "Забыли пароль?",
  "The Perfect Present": "Идеальный подарок",
  "Give the Gift of Style": "Подари стиль",
  "Shop gift card": "Купити подарочную карту",
  "Looking for the ideal gift? Our online store gift cards are the perfect solution! Treat your friends and loved ones to the luxury of choice with our versatile gift cards. Whether they're into fashion-forward clothing, stylish footwear, or trendy accessories, they'll find something they love in our extensive collection. With various denominations available, you can give the gift of endless shopping possibilities. Purchase now and brighten someone's day with the gift of style!": "Ищете идеальный подарок? Подарочные карты нашего интернет-магазина — идеальное решение! Подарите своим друзьям и близким роскошь выбора с помощью наших универсальных подарочных карт. Любят ли они модную одежду, стильную обувь или модные аксессуары , они найдут в нашей обширной коллекции то, что им понравится. Благодаря доступным различным номиналам вы можете подарить безграничные возможности для покупок. Купите сейчас и украсьте чей-то день подарком стиля!",
  "great way to show appreciation": "отличный способ выразить признательность",
  "Corporate Gifting": "Корпоративные Подарки",
  "Welcome new hires, thank clients, or recognize your team's efforts with our versatile gift card. Spread joy and appreciation effortlessly!": "Приветствуйте новых сотрудников, благодарите клиентов или отмечайте усилия своей команды с помощью нашей универсальной подарочной карты. Делитесь радостью и признательностью без особых усилий!",
  "Shop now": "Купить сейчас",
  "You must be logged!": "Вы должны войти!",
  "Great, just add to the favorite!": "Прекрасно, добавлено в избранное!",
  "Ups, just remove from the favorite!": "Ой, удалено из избранных!",
  "new": "Новинка",
  "discount": "Скидка",
  "Quality guaranteed": "Качество гарантировано",
  "rate": "оценка",
  "Introduction": "Введение",
  "The privacy of our website visitors is very important to us, and we are committed to safeguarding it. This policy explains what we do with your personal information.": "Конфиденциальность посетителей нашего веб-сайта очень важна для нас, и мы обязуемся обеспечивать ее защиту. Эта политика объясняет, что мы делаем с вашей личной информацией.",
  "Consenting to our use of cookies in accordance with the terms of this policy when you first visit our website permits us to use cookies every time you visit our website.": "Давая согласие на использование файлов cookie в соответствии с условиями настоящей политики при первом посещении нашего веб-сайта, вы разрешаете нам использовать файлы cookie при каждом последующем посещении нашего веб-сайта.",
  "How we collect your personal data": "Как мы собираем ваши персональные данные",
  "The following types of personal information may be collected, stored, and used:": "Мы можем собирать, хранить и использовать следующие типы персональной информации:",
  "Information about your computer including your IP address, geographical location, browser type and version, and operating system.": "Информация о вашем компьютере, включая ваш IP-адрес, географическое местоположение, тип и версию браузера, и операционную систему.",
  "Information about your visits to and use of this website including the referral source, length of visit, page views, and website navigation paths.": "Информация о ваших посещениях и использовании этого веб-сайта, включая источник перехода, продолжительность посещения, просмотры страниц и пути навигации по веб-сайту.",
  "Information that you enter when you register with our website, such as your email website.": "Информация, которую вы вводите при регистрации на нашем веб-сайте, такая как ваш веб-сайт электронной почты.",
  "Information that you enter when you create a profile on our website. For example, your name, profile pictures, birthday, and employment details.": "Информация, которую вы вводите при создании профиля на нашем веб-сайте. Например, ваше имя, фотографии профиля, дата рождения и данные о занятости.",
  "Information that you enter in order to set up subscription to our emails and/or newsletters.": "Информация, которую вы вводите для подписки на наши электронные письма и/или рассылки.",
  "Information that is generated while using our website, including when, how often, and under what circumstances you use it.": "Информация, которая генерируется при использовании нашего веб-сайта, включая когда, как часто и при каких обстоятельствах вы его используете.",
  "Information relating to anything you purchase, services you use, or transaction you make through our website, which includes your name, address, telephone number, email address, and credit card details.": "Информация, относящаяся к любой покупке, услугам, которые вы используете, или транзакции, которую вы совершаете через наш веб-сайт, включая ваше имя, адрес, номер телефона, адрес электронной почты и данные кредитной карты.",
  "Information that you post to our website with the intention of publishing it on the internet.": "Информация, которую вы публикуете на нашем веб-сайте с целью ее публикации в интернете.",
  "Any other personal information you send to us.": "Любая другая персональная информация, которую вы отправляете нам.",
  "Using Personal Information": "Использование персональной информации",
  "Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website. We may use your personal information for the following:": "Персональная информация, предоставленная нам через наш веб-сайт, будет использоваться для целей, указанных в настоящей политике или на соответствующих страницах веб-сайта. Мы можем использовать вашу персональную информацию для следующих целей:",
  "Administering our website and business.": "Управление нашим веб-сайтом и бизнесом.",
  "Personalizing our website for you.": "Персонализация нашего веб-сайта для вас.",
  "Enabling your use of the services available on our website.": "Обеспечение вашего использования услуг, доступных на нашем веб-сайте.",
  "Sending you goods purchased through our website.": "Отправка вам товаров, приобретенных через наш веб-сайт.",
  "Supplying services purchased through our website.": "Предоставление услуг, приобретенных через наш веб-сайт.",
  "Sending statements, invoices, and payment reminders to you, and collecting payments from you.": "Отправка вам выписок, счетов и напоминаний о платежах, а также сбор платежей с вас.",
  "Sending you on-marketing commercial communications.": "Отправка вам коммерческих коммуникаций.",
  "Sending you email notifications you have specifically requested.": "Отправка вам электронных уведомлений, которые вы специально запросили.",
  "Sending you our email newsletter if you signed up for it.": "Отправка вам нашего электронного информационного бюллетеня, если вы подписались на него.",
  "Sending you marketing communications relating to our business or the businesses of third parties which we think may be of interest to you.": "Отправка вам маркетинговых коммуникаций, касающихся нашего бизнеса или бизнесов третьих сторон, которые, по нашему мнению, могут быть вам интересны.",
  "Providing third parties with statistical information about our users.": "Предоставление третьим лицам статистической информации о наших пользователях.",
  "Dealing with inquiries and complaints made by or about you relating to our website.": "Работа с запросами и жалобами, сделанными вами или о вас, касающимися нашего веб-сайта.",
  "Keeping our website secure and prevent fraud.": "Обеспечение безопасности нашего веб-сайта и предотвращение мошенничества.",
  "Verifying compliance with the terms and conditions governing the use of our website.": "Проверка соблюдения условий и положений, регулирующих использование нашего веб-сайта.",
  "Other uses. If you submit personal information for publication on our website, we will publish and otherwise use that information in accordance with the license you grant us. Your privacy settings can be used to limit the publication of your information on our website and can be adjusted using privacy controls on the website. We will not, without your expressed consent, supply your personal information to any third party for their or any other third party’s direct marketing.": "Другие цели. Если вы предоставляете персональную информацию для публикации на нашем веб-сайте, мы опубликуем и в противном случае будем использовать эту информацию в соответствии с предоставленной вами лицензией. Ваши настройки конфиденциальности могут быть использованы для ограничения публикации ваших данных на нашем веб-сайте и могут быть настроены с использованием конфиденциальных управляющих элементов на веб-сайте. Мы не будем, без вашего явного согласия, предоставлять вашу персональную информацию какой-либо третьей стороне для их прямого маркетинга или какой-либо другой прямой маркетинг третьей стороны.",
  "International data transfers": "Международные передачи данных",
  "Information that we collect may be stored, processed in, and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this policy.": "Информация, которую мы собираем, может храниться, обрабатываться и передаваться между любыми странами, в которых мы работаем, чтобы мы могли использовать эту информацию в соответствии с настоящей политикой.",
  "Information that we collect may be transferred to the following countries which do not have data protection laws equivalent to those in force in the European Economic Area: the United States of America, Ukraine, Japan, China, and India.": "Информация, которую мы собираем, может быть передана в следующие страны, где нет законов о защите данных, эквивалентных действующим в Европейском экономическом пространстве: Соединенные Штаты Америки, Украина, Япония, Китай и Индия.",
  "Personal information that you publish on our website or submit for publication on our website may be available, via the internet, around the world. We cannot prevent the use or misuse of such information by others.": "Персональная информация, которую вы публикуете на нашем веб-сайте или предоставляете для публикации на нашем веб-сайте, может быть доступна через интернет по всему миру. Мы не можем предотвратить использование или неправомерное использование такой информации другими лицами.",
  "You expressly agree to the transfers of personal information described in this Section": "Вы явно соглашаетесь на передачу описанной в этом разделе персональной информации",
  "Retaining personal information": "Сохранение персональной информации",
  "This Section E sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations regarding the retention and deletion of personal information.": "Этот раздел E устанавливает наши политики и процедуры по сохранению данных, которые разработаны для обеспечения выполнения наших юридических обязательств по сохранению и удалению персональной информации.",
  "Personal information that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.": "Персональная информация, которую мы обрабатываем для какой-либо цели, не будет храниться дольше, чем это необходимо для этой цели или этих целей.",
  "Without prejudice to article G-2, we will usually delete personal data falling within the categories set out below at the date/time.": "Без ущерба для статьи G-2, мы обычно удаляем персональные данные, попадающие в категории, указанные ниже, в соответствии с датой/временем.",
  "Notwithstanding the other provisions of this Section E, we will retain documents (including electronic documents) containing personal data: a. to the extent that we are required to do so by law; b. if we believe that the documents may be relevant to any ongoing or prospective legal proceedings; and c. in order to establish, exercise, or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk).": "Несмотря на другие положения этого раздела E, мы будем хранить документы (включая электронные документы), содержащие персональные данные: а) в той мере, в которой мы обязаны это сделать по закону; б) если мы считаем, что документы могут быть релевантными для любых текущих или предстоящих судебных разбирательств; и в) для установления, осуществления или защиты наших прав (включая предоставление информации другим лицам в целях предотвращения мошенничества и снижения кредитного риска).",
  "Security of your personal information": "Безопасность вашей персональной информации",
  "We will take reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal information.": "Мы примем разумные технические и организационные меры предосторожности для предотвращения потери, неправильного использования или изменения вашей персональной информации.",
  "We will store all the personal information you provide on our secure (password- and firewall-protected) servers.": "Мы будем хранить всю предоставленную вами персональную информацию на наших безопасных (защищенных паролем и брандмауэром) серверах.",
  "All electronic financial transactions entered into through our website will be protected by encryption technology.": "Все электронные финансовые транзакции, совершаемые через наш веб-сайт, будут защищены технологией шифрования.",
  "You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.": "Вы признаете, что передача информации по интернету неизбежно небезопасна, и мы не можем гарантировать безопасность данных, отправляемых по интернету.",
  "You are responsible for keeping the password you use for accessing our website confidential; we will not ask you for your password (except when you log in to our website).": "Вы несете ответственность за сохранение конфиденциальности пароля, который вы используете для доступа к нашему веб-сайту; мы не будем запрашивать ваш пароль (кроме как при входе на наш веб-сайт).",
  "Your rights": "Ваши права",
  "You may instruct us to provide you with any personal information we hold about you; provision of such information will be subject to the following:": "Вы можете поручить нам предоставить вам любую персональную информацию, которую мы имеем о вас; предоставление такой информации будет подвержено следующему:",
  "The payment of a fee.": "Платеж взноса.",
  "The supply of appropriate evidence of your identity. We may withhold personal information that you request to the extent permitted by law. You may instruct us at any time not to process your personal information for marketing purposes. In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt out of the use of your personal information for marketing purposes.": "Предоставление соответствующего доказательства вашей личности. Мы можем воздержаться от предоставления персональной информации, которую вы запросили, в той мере, в которой это разрешено законом. Вы можете в любое время поручить нам не обрабатывать вашу персональную информацию для маркетинговых целей. На практике вы обычно либо явно соглашаетесь заранее на использование вашей персональной информации для маркетинговых целей, либо мы предоставим вам возможность отказаться от использования вашей персональной информации для маркетинговых целей.",
  "Updating information": "Обновление информации",
  "Please let us know if the personal information that we hold about you needs to be corrected or updated.": "Пожалуйста, сообщите нам, если персональная информация, которую мы имеем о вас, нуждается в корректировке или обновлении.",
  "Feedback": "Обратная связь",
  "All suggestions or questions regarding this Privacy Policy should be sent to the Quillis.com online store customer service using the email address:": "Все предложения или вопросы, касающиеся настоящей Политики конфиденциальности, должны быть направлены в службу поддержки клиентов онлайн-магазина Quillis.com по адресу электронной почты:",
  "Exchange / Return": "Обмен/возврат",
  "When you receive the product by mail, you have the right to try it on, look at it and evaluate how satisfied you are with the quality of the ordered products before paying for the order. Does the size and style fit you or meet your expectations.": "При получении товара на почте вы имеете право примерить его, посмотреть и оценить, насколько вы удовлетворены качеством заказанной продукции, прежде чем оплатить заказ. Подходит ли вам размер и стиль или соответствуют ли ваши ожидания.",
  "Quality control": "Контроль качества",
  "If you do not like the size, color, or other problems, within 14 days after purchase, you can return the product to us or exchange it for another one.": "Если вам не понравится размер, цвет или другие проблемы, в течение 14 дней после покупки вы можете вернуть товар нам или обменять его на другой.",
  "Shipping is paid by the buyer, in case of return or exchange of goods.": "Доставка оплачивается покупателем, в случае возврата или обмена товара.",
  "Refunds are made within 1-3 working days after we receive the goods returned from you to the Nova Poshta warehouse. In the event of a production defect, we will pay for the delivery.": "Возврат средств осуществляется в течение 1-3 рабочих дней после получения нами возвращенного от Вас товара на склад Новой Почты. В случае обнаружения производственного брака мы оплатим доставку.",
  "Terms of return / exchange:": "Условия возврата/обмена:",
  "absence of signs of product use, pollution, extraneous odors;": "отсутствие следов использования продукции, загрязнений, посторонних запахов;",
  "presence of shortcuts;": "наличие ярлыков;",
  "preserved product appearance.": "сохранен внешний вид продукта.",
  "If signs of product use are detected, we reserve the right to refuse a refund.": "При обнаружении признаков использования товара мы оставляем за собой право отказать в возврате средств.",
  "If you still have questions, write to us:": "Если у вас остались вопросы, напишите нам:",
  "Subscribtion": "Подписаться",
  "Subscribe to enjoy 10% off": "Подпишитесь и получите скидку 10%",
  "Receive exclusive updates on new arrivals and promotions.": "Получать эксклюзивные новости о новых поступлениях и акциях.",
  "Join our community and receive exclusive updates on new arrivals and promotions.": "Присоединяйтесь к нашему сообществу и получайте эксклюзивные новости о новых поступлениях и акциях.",
  "Enter your email here": "Введите здесь свой адрес электронной почты",
  "recommend": "рекомендации",
  "See more": "Увидеть больше",
  "Let's find smth else": "Давайте найдем что-нибудь другое",
  "Goods in the shop": "Товар в магазине",
  "Sorry! Nothing found": "Простите! Ничего не найдено",
  "FILTER BY": "ФИЛЬТРИРОВАТЬ ЗА",
  "Free": "Скидка",
  "Catalog": "Каталог",
  "SUBSCRIBE":"ПОДПИСАТЬСЯ",
  "Designed and Developed by Brand Maze":"Спроектировано и разработано Brand Maze"
}
