{
  "Men": "Чоловіки",
  "Women": "Жінки",
  "Choose your perfect style": "Виберіть свій ідеальний стиль",
  "Explore": "Дослідіть",
  "Jackets": "Куртки",
  "Pants": "Штани",
  "Hoodies & Sweatshirts": "Худі & толстовки",
  "Shoes": "Взуття",
  "About us": "Про нас",
  "We are a company that offers stylish and modern clothes, shoes and accessories for a quality life. Our mission is to help our customers express their uniqueness through fashion, inspiring them to express themselves and choose a style that suits their needs and characteristics.": "Ми компанія, яка пропонує стильний та сучасний одяг, взуття та аксесуари для якісного життя. Наша місія полягає в тому, щоб допомогти нашим клієнтам висловити свою унікальність через моду, надихаючи їх виражати себе та вибирати стиль, який відповідає їхнім потребам і характеристикам.",
  "Our team is a group of passionate professionals who provide personalized service and are always ready to help you choose the perfect look. We strive to provide you with the highest quality products and satisfaction with every purchase.": "Наша команда — це група відданих своїй справі професіоналів, які надають індивідуальні послуги та завжди готові допомогти вам вибрати ідеальний образ. Ми прагнемо надати вам продукцію найвищої якості та задоволення від кожної покупки.",
  "Shop": "Магазин",
  "Gifts": "Подарунки",
  "Discounts": "Знижки",
  "Styles": "Стилі",
  "Page under development": "Сторінка в розробці",
  "Back": "Назад",
  "See all": "Подивитись всі",
  "Have a look on huge discounts!": "Подивіться на величезні знижки!",
  "Rates": "Рейтинг",
  "SORT BY": "СОРТУВАТИ ЗА",
  "Nothing found for these parameters...": "По цим параметрам нічого не знайдено...",
  "Please, try to clear filter": "Будь ласка, спробуйте очистити фільтр",
  "MAN OR WOMAN": "ЧОЛОВІК АБО ЖІНКА",
  "CATEGORY": "КАТЕГОРІЯ",
  "PRODUCT NAME": "НАЗВА ПРОДУКТУ",
  "Size": "Розмір",
  "Price": "Ціна",
  "CLEAR ALL": "ОЧИСТИТИ ВСЕ",
  "From": "Від",
  "To": "До",
  "Lowest Price": "Найнижча ціна",
  "Highest Price": "Найвища ціна",
  "Why buy from us?": "Чому варто купувати у нас?",
  "Fast Shipping": "Швидка доставка",
  "We offer fast and reliable delivery straight to your doorstep.": "Ми пропонуємо швидку та надійну доставку прямо до вашого порогу.",
  "We offer a quality guarantee on all of our products.": "Ми надаємо гарантію якості на всю нашу продукцію.",
  "My account": "Мій профіль",
  "My orders": "Мої замовлення",
  "My favorites": "Мої улюблені",
  "First name": "Ім'я",
  "Last name": "Прізвище",
  "Email": "Електронна пошта",
  "Phone": "Телефон",
  "Birthday": "День народження",
  "City": "Місто",
  "CANCEL": "СКАСУВАТИ",
  "SAVE": "ЗБЕРЕГТИ",
  "Profile": "Профіль",
  "Change Password": "Змінити пароль",
  "My addresses": "Моя адреса",
  "add address": "додати адресу",
  "Default delivery": "Доставка по замовчуванню",
  "Select a delivery": "Виберіть доставку",
  "Nova Poshta": "Нова Пошта",
  "Ukr Poshta": "Укр Пошта",
  "Courier delivery": "Доставка кур'єром",
  "New password": "Новий пароль",
  "Repeat new password": "Повторіть новий пароль",
  "Company": "Компанія",
  "Address": "Адреса",
  "State": "Країна",
  "Zip code": "Поштовий індекс",
  "Log Out": "Вийти",
  "Are you sure you want to exit?": "Ви впевнені що хочете вийти?",
  "Yes": "Так",
  "No": "Ні",
  "Rate": "Рейтинг",
  "Details": "Деталі",
  "The size of the product is universal or we have not added a size chart to the product. Oops... Please familiarize yourself with the description of the characteristics.": "Розмір товару універсальний або ми не додали таблицю розмірів до товару. Ой... Ознайомтеся з описом характеристик.",
  "Enjoy fast shipping on all clothing orders.": "Швидка доставка всіх замовлень одягу.",
  "Return Policy": "Політика повернення",
  "If the clothing item doesn’t fit, you can return it within 14 days for a full refund.": "Якщо одяг не підходить, ви можете повернути його протягом 14 днів і отримати повне відшкодування.",
  "Option": "Розміри",
  "Quantity": "Кількість",
  "ADD to cart": "ДОДАТИ в кошик",
  "Cart": "Кошик",
  "checkout": "Оформити замовлення",
  "Your cart is empty": "Ваш кошик порожній",
  "We recommend checking out:": "Рекомендуємо подивитись",
  "remove": "видалити",
  "Basket": "Кошик",
  "YOUR Basket is empty": "ВАШ кошик порожній",
  "Please add an item to checkout": "Будь ласка, додайте товар на замовлення",
  "For quick ordering and saving order history": "Для швидкого замовлення та збереження історії замовлень",
  "Make sure you’re signed into your account": "Переконайтеся, що ви ввійшли у свій обліковий запис",
  "SIGN IN": "УВІЙТИ",
  "Total": "Всього",
  "Amount for the product": "Сума за товар",
  "Delivery": "Доставка",
  "Payment": "Оплата",
  "confirm": "підтвердити",
  "Cash upon delivery, card payment Visa, Master Card": "Готівковий платіж, оплата картою Visa, Master Card",
  "Select point office (In ukrainian)": "Обрати відділення (на українскій мові)",
  "Next": "Далі",
  "Point office": "Відділення",
  "Select city please...": "Будь ласка, виберіть місто...",
  "Select department please...": "Будь ласка, оберіть відділення...",
  "Payment by bank card, Apple Pay, Google Pay": "Оплата банківською картою, Apple Pay, Google Pay",
  "Cash on delivery": "Накладений платіж",
  "Selected delivery": "Вибрана доставка",
  "Selected customer address": "Вибрана адреса клієнта",
  "Comments to order": "Коментарі до замовлення",
  "Selected payment": "Вибраний платіж",
  "Order ID": "ID замовлення",
  "Order Date": "Дата замовлення",
  "Whoops, something went wrong": "Ой, щось пішло не так",
  "You don't have favorite products": "У вас немає улюблених продуктів",
  "Discount": "Знижка",
  "The price of delivery in Ukraine": "Ціна доставки по Україні",
  "from": "від",
  "The price of delivery to other countries": "Ціна доставки в інші країни",
  "The delivery time in Ukraine is from 4-5 days": "Термін доставки по Україні від 4-5 днів",
  "The delivery time in Europe is from 14 days": "Термін доставки по Європі від 14 днів",
  "Ukraine": "Україна",
  "Other country": "Інша країна",
  "Delivery to the countries of Europe, Asia, the USA, etc": "Доставка в країни Європи, Азії, США та інші",
  "Delivery, Payment, Returns": "Доставка, Оплата, Повернення",
  "Clothes": "Одяг",
  "Backpacks and Bags": "Рюкзаки та сумки",
  "Accessories": "Аксесуари",
  "Privacy Policy": "Політика конфіденційності",
  "CONTACTS": "КОНТАКТИ",
  "Our ideas for gifts": "Наші ідеї для подарунків",
  "Register": "Зареєструватися",
  "Password": "Пароль",
  "Confirm Password": "Підтвердити пароль",
  "Already have an account?": "Вже є профіль?",
  "Sign In": "Увійти",
  "Location, region": "Країна, регіон",
  "Name": "І'мя",
  "Login": "Вхід",
  "Create account": "Створити обліковий запис",
  "Forgot your password?": "Забули пароль?",
  "The Perfect Present": "Ідеальний подарунок",
  "Give the Gift of Style": "Подаруйте стиль",
  "Looking for the ideal gift? Our online store gift cards are the perfect solution! Treat your friends and loved ones to the luxury of choice with our versatile gift cards. Whether they're into fashion-forward clothing, stylish footwear, or trendy accessories, they'll find something they love in our extensive collection. With various denominations available, you can give the gift of endless shopping possibilities. Purchase now and brighten someone's day with the gift of style!": "Шукаєте ідеальний подарунок? Подарункові картки нашого інтернет-магазину — ідеальне рішення! Порадуйте своїх друзів і близьких розкішшю вибору за допомогою наших універсальних подарункових карток. Незалежно від того, чи їм подобається модний одяг, стильне взуття чи модні аксесуари , вони знайдуть те, що їм подобається, у нашій великій колекції. Завдяки різноманітним номіналам ви можете подарувати нескінченні можливості для покупок. Придбайте зараз і скрасьте чийсь день подарунком стилю!",
  "Buy gift card": "Купити подарункову карту",
  "great way to show appreciation": "чудовий спосіб виразити вдячність",
  "Corporate Gifting": "Корпоративний Подарунок",
  "Welcome new hires, thank clients, or recognize your team's efforts with our versatile gift card. Spread joy and appreciation effortlessly!": "Вітайте нових співробітників, дякуйте клієнтам або відзначайте зусилля вашої команди за допомогою нашої універсальної подарункової картки. Поширюйте радість і вдячність без зусиль!",
  "Shop now": "Здійснити покупку",
  "You must be logged!": "Ви маєте зареєструватися!",
  "Great, just add to the favorite!": "Чудово, додано до вибраного!",
  "Ups, just remove from the favorite!": "Ой, видалено з вибраних!",
  "new": "Новинка",
  "discount": "Знижка",
  "Quality guaranteed": "Якість гарантована",
  "rate": "рейтинг",
  "Introduction": "Вступ",
  "The privacy of our website visitors is very important to us, and we are committed to safeguarding it. This policy explains what we do with your personal information.": "Конфіденційність відвідувачів нашого веб-сайту для нас дуже важлива, і ми прагнемо забезпечити її. Ця політика пояснює, що ми робимо з вашою особистою інформацією.",
  "Consenting to our use of cookies in accordance with the terms of this policy when you first visit our website permits us to use cookies every time you visit our website.": "Даючи згоду на використання наших файлів cookie відповідно до умов цієї політики при першому відвідуванні нашого веб-сайту, ви дозволяєте нам використовувати файли cookie кожного разу, коли ви відвідуєте наш веб-сайт.",
  "How we collect your personal data": "Як ми збираємо вашу особисту інформацію",
  "The following types of personal information may be collected, stored, and used:": "Може збиратися, зберігатися і використовуватися наступний тип особистої інформації:",
  "Information about your computer including your IP address, geographical location, browser type and version, and operating system.": "Інформація про ваш комп'ютер, включаючи ваш IP-адресу, географічне розташування, тип і версію браузера та операційну систему.",
  "Information about your visits to and use of this website including the referral source, length of visit, page views, and website navigation paths.": "Інформація про ваші відвідування та використання цього веб-сайту, включаючи джерело переходу, тривалість відвідування, перегляди сторінок та шляхи навігації на веб-сайті.",
  "Information that you enter when you register with our website, such as your email website.": "Інформація, яку ви вводите при реєстрації на нашому веб-сайті, така як ваша електронна пошта веб-сайту.",
  "Information that you enter when you create a profile on our website. For example, your name, profile pictures, birthday, and employment details.": "Інформація, яку ви вводите при створенні профілю на нашому веб-сайті. Наприклад, ваше ім'я, зображення профілю, день народження та деталі про зайнятість.",
  "Information that you enter in order to set up subscription to our emails and/or newsletters.": "Інформація, яку ви вводите для підписки на наші електронні листи та/або розсилку новин.",
  "Information that is generated while using our website, including when, how often, and under what circumstances you use it.": "Інформація, яка генерується під час використання нашого веб-сайту, включаючи коли, як часто та в яких обставинах ви його використовуєте.",
  "Information relating to anything you purchase, services you use, or transaction you make through our website, which includes your name, address, telephone number, email address, and credit card details.": "Інформація, що стосується будь-якого вашого покупки, послуги, яку ви використовуєте, або транзакції, яку ви здійснюєте через наш веб-сайт, яка включає ваше ім'я, адресу, номер телефону, адресу електронної пошти та деталі кредитної картки.",
  "Information that you post to our website with the intention of publishing it on the internet.": "Інформація, яку ви публікуєте на нашому веб-сайті з наміром опублікувати її в Інтернеті.",
  "Any other personal information you send to us.": "Будь-яка інша особиста інформація, яку ви нам надаєте.",
  "Using Personal Information": "Використання особистої інформації",
  "Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website. We may use your personal information for the following:": "Особиста інформація, надана нам через наш веб-сайт, буде використовуватися для цілей, вказаних у цій політиці або на відповідних сторінках веб-сайту. Ми можемо використовувати вашу особисту інформацію для наступних цілей:",
  "Administering our website and business.": "Управління нашим веб-сайтом та бізнесом.",
  "Personalizing our website for you.": "Персоналізація нашого веб-сайту для вас.",
  "Enabling your use of the services available on our website.": "Забезпечення можливості використання вами послуг, доступних на нашому веб-сайті.",
  "Sending you goods purchased through our website.": "Надсилання вам товарів, куплених через наш веб-сайт.",
  "Supplying services purchased through our website.": "Надання послуг, придбаних через наш веб-сайт.",
  "Sending statements, invoices, and payment reminders to you, and collecting payments from you.": "Надсилання вам виписок, рахунків та нагадувань про оплату, а також збір платежів від вас.",
  "Sending you on-marketing commercial communications.": "Надсилання вам комерційних комунікацій для маркетингу.",
  "Sending you email notifications you have specifically requested.": "Надсилання вам електронних повідомлень, які ви спеціально запитали.",
  "Sending you our email newsletter if you signed up for it.": "Надсилання вам нашого електронного інформаційного бюлетеня, якщо ви підписалися на нього.",
  "Sending you marketing communications relating to our business or the businesses of third parties which we think may be of interest to you.": "Надсилання вам маркетингових комунікацій, що стосуються нашого бізнесу або бізнесів третіх сторін, які, на нашу думку, можуть бути вам цікаві.",
  "Providing third parties with statistical information about our users.": "Надання третім сторонам статистичної інформації про наших користувачів.",
  "Dealing with inquiries and complaints made by or about you relating to our website.": "Вирішення запитів та скарг, що стосуються вас або нашого веб-сайту.",
  "Keeping our website secure and prevent fraud.": "Забезпечення безпеки нашого веб-сайту та запобігання шахрайству.",
  "Verifying compliance with the terms and conditions governing the use of our website.": "Перевірка відповідності умовам та положенням, що регулюють використання нашого веб-сайту.",
  "Other uses. If you submit personal information for publication on our website, we will publish and otherwise use that information in accordance with the license you grant us. Your privacy settings can be used to limit the publication of your information on our website and can be adjusted using privacy controls on the website. We will not, without your expressed consent, supply your personal information to any third party for their or any other third party’s direct marketing.": "Інші використання. Якщо ви надаєте особисту інформацію для публікації на нашому веб-сайті, ми опублікуємо та іншим чином використовуватимемо цю інформацію відповідно до ліцензії, яку ви нам надаєте. Ваші налаштування конфіденційності можна використовувати для обмеження публікації вашої інформації на нашому веб-сайті і можна налаштувати за допомогою засобів керування конфіденційністю на веб-сайті. Ми не будемо, без вашої вираженої згоди, надавати вашу особисту інформацію будь-якій третій стороні для їхнього чи будь-якого іншого прямого маркетингу третіх сторін.",
  "International data transfers": "Міжнародні передачі даних",
  "Information that we collect may be stored, processed in, and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this policy.": "Інформацію, яку ми збираємо, може зберігатися, оброблятися та передаватися між будь-якими країнами, в яких ми працюємо, щоб ми могли використовувати інформацію відповідно до цієї політики.",
  "Information that we collect may be transferred to the following countries which do not have data protection laws equivalent to those in force in the European Economic Area: the United States of America, Ukraine, Japan, China, and India.": "Інформацію, яку ми збираємо, може передаватися наступним країнам, де відсутні закони про захист даних, еквівалентні тим, що діють в Європейському економічному просторі: Сполучені Штати Америки, Україна, Японія, Китай та Індія.",
  "Personal information that you publish on our website or submit for publication on our website may be available, via the internet, around the world. We cannot prevent the use or misuse of such information by others.": "Особиста інформація, яку ви публікуєте на нашому веб-сайті або надаєте для публікації на нашому веб-сайті, може бути доступна через Інтернет по всьому світу. Ми не можемо запобігти використанню або недопущенню використання такої інформації іншими особами.",
  "You expressly agree to the transfers of personal information described in this Section": "Ви виразно згодні з передачами особистої інформації, описаними у цьому розділі",
  "Retaining personal information": "Зберігання особистої інформації",
  "This Section E sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations regarding the retention and deletion of personal information.": "У цьому Розділі E викладено наші політики і процедури зберігання даних, які призначені для того, щоб забезпечити дотримання нами наших правових зобов'язань щодо зберігання та видалення особистої інформації.",
  "Personal information that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.": "Особиста інформація, яку ми обробляємо для будь-якої цілі або цілей, не повинна зберігатися довше, ніж це необхідно для цієї цілі або цих цілей.",
  "Without prejudice to article G-2, we will usually delete personal data falling within the categories set out below at the date/time.": "Без шкоди для статті G-2, ми зазвичай видалятимемо особисті дані, що входять до категорій, зазначених нижче, на дату/час.",
  "Notwithstanding the other provisions of this Section E, we will retain documents (including electronic documents) containing personal data: a. to the extent that we are required to do so by law; b. if we believe that the documents may be relevant to any ongoing or prospective legal proceedings; and c. in order to establish, exercise, or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk).": "Незважаючи на інші положення цього Розділу E, ми зберігатимемо документи (включаючи електронні документи), що містять особисті дані: a. у тій мірі, в якій це вимагається законом; б. якщо ми вважаємо, що документи можуть бути важливими для будь-яких поточних або майбутніх судових процедур; і c. для встановлення, здійснення або захисту наших правових прав (включаючи надання інформації іншим для цілей запобігання шахрайству та зменшення кредитного ризику).",
  "Security of your personal information": "Безпека вашої особистої інформації",
  "We will take reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal information.": "Ми будемо вживати розумних технічних та організаційних заходів для запобігання втрати, недопущення використання або зміни вашої особистої інформації.",
  "We will store all the personal information you provide on our secure (password- and firewall-protected) servers.": "Ми будемо зберігати всю надану вами особисту інформацію на наших безпечних (захищених паролем та брандмауером) серверах.",
  "All electronic financial transactions entered into through our website will be protected by encryption technology.": "Всі електронні фінансові транзакції, здійснені через наш веб-сайт, будуть захищені технологією шифрування.",
  "You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.": "Ви визнаєте, що передача інформації через Інтернет має в собі вроджені ризики небезпеки, і ми не можемо гарантувати безпеку даних, відправлених через Інтернет.",
  "You are responsible for keeping the password you use for accessing our website confidential; we will not ask you for your password (except when you log in to our website).": "Ви несете відповідальність за збереження конфіденційності пароля, який ви використовуєте для доступу до нашого веб-сайту; ми не будемо просити вас надавати ваш пароль (крім випадку, коли ви увійдете на наш веб-сайт).",
  "Your rights": "Ваші права",
  "You may instruct us to provide you with any personal information we hold about you; provision of such information will be subject to the following:": "Ви можете наказати нам надати вам будь-яку особисту інформацію, яку ми маємо про вас; надання такої інформації буде підпорядковане наступному:",
  "The payment of a fee.": "Сплата комісії.",
  "The supply of appropriate evidence of your identity. We may withhold personal information that you request to the extent permitted by law. You may instruct us at any time not to process your personal information for marketing purposes. In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt out of the use of your personal information for marketing purposes.": "Надання відповідних доказів вашої особи. Ми можемо утримувати особисту інформацію, яку ви запитуєте, в тій мірі, в якій це дозволяє закон. Ви можете наказати нам в будь-який момент не обробляти вашу особисту інформацію для маркетингових цілей. На практиці ви, як правило, або ви виражаєте свою згоду заздалегідь на використання вашої особистої інформації для маркетингових цілей, або ми надамо вам можливість відмовитися від використання вашої особистої інформації для маркетингових цілей.",
  "Updating information": "Оновлення інформації",
  "Please let us know if the personal information that we hold about you needs to be corrected or updated.": "Будь ласка, повідомте нам, якщо особиста інформація, яку ми маємо про вас, потребує корекції або оновлення.",
  "Feedback": "Зворотній зв'язок",
  "All suggestions or questions regarding this Privacy Policy should be sent to the Quillis.com online store customer service using the email address:": "Всі пропозиції або питання щодо цієї Політики конфіденційності повинні бути надіслані на електронну адресу служби підтримки клієнтів інтернет-магазину Quillis.com:",
  "Exchange / Return": "Обмін / Повернення",
  "When you receive the product by mail, you have the right to try it on, look at it and evaluate how satisfied you are with the quality of the ordered products before paying for the order. Does the size and style fit you or meet your expectations.": "Отримавши товар поштою, ви маєте право його приміряти, подивитися і оцінити, наскільки ви задоволені якістю замовлених товарів, перш ніж оплатити замовлення. Розмір і стиль вам підходять чи відповідають вашим очікуванням.",
  "Quality control": "Перевірка якості",
  "If you do not like the size, color, or other problems, within 14 days after purchase, you can return the product to us or exchange it for another one.": "Якщо вам не підійшов розмір, колір або інші проблеми, протягом 14 днів після покупки ви можете повернути нам товар або обміняти його на інший.",
  "Shipping is paid by the buyer, in case of return or exchange of goods.": "Доставку оплачує покупець, у разі повернення або обміну товару.",
  "Refunds are made within 1-3 working days after we receive the goods returned from you to the Nova Poshta warehouse. In the event of a production defect, we will pay for the delivery.": "Повернення коштів відбувається протягом 1-3 робочих днів після отримання нами товару, що повертається від вас на склад Нової Пошти. У разі виявлення браку виробництва, доставку оплачуємо ми.",
  "Terms of return / exchange:": "Умови повернення / обміну:",
  "absence of signs of product use, pollution, extraneous odors;": "відсутність ознак використання товару, забруднення, сторонніх запахів;",
  "presence of shortcuts;": "наявність ярликів;",
  "preserved product appearance.": "збережений товарний вигляд.",
  "If signs of product use are detected, we reserve the right to refuse a refund.": "У разі виявлення ознак використання товару, ми залишаємо за собою право на відмову у поверненні коштів.",
  "If you still have questions, write to us:": "Якщо у вас залишились питання, пишіть нам:",
  "Subscribtion": "Підписатись",
  "Subscribe so you don't miss anything": "Підпишіться, щоб нічого не пропустити",
  "Receive exclusive updates on new arrivals and promotions.": "Отримувати ексклюзивні оновлення про нові надходження та акції.",
  "Join our community and receive exclusive updates on new arrivals and promotions.": "Приєднуйтеся до нашої спільноти та отримуйте ексклюзивні оновлення про нові надходження та акції.",
  "Enter your email here": "Введіть свою електронну адресу тут",
  "recommend": "рекомендації",
  "See more": "Побачити більше",
  "Let's find smth else": "Давайте знайдемо щось інше",
  "Goods in the shop": "Товар в магазині",
  "Sorry! Nothing found": "Вибачте! Нічого не знайдено",
  "FILTER BY": "ФІЛЬТРУВАТИ ЗА",
  "Free": "Знижка",
  "Catalog": "Каталог",
  "SUBSCRIBE": "ПІДПИСАТИСЯ",
  "Designed and Developed by Brand Maze": "Спроектовано та розроблено Brand Maze",
  "Added": "Додано",
  "Email must be without spaces": "Електронна адреса має бути без пробілів",
  "Email too short (min 7 symbols)": "Електронниа адреса занадто коротка (мінімум 7 символів)",
  "Invalid email": "Недійсна електронна адреса",
  "Dashes should only be inside email": "Тире має бути лише всередині електронної пошти",
  "Require field": "Обов'язкове поле",
  "Password too short (min 7)": "Пароль занадто короткий (мін. 7",
  "Password too long (max 32)": "Пароль занадто довгий (макс. 32)",
  "Password must be without spaces": "Пароль має бути без пробілів",
  "Password must match": "Пароль повинен збігатися",
  "Name too short (min 2)": "Ім'я занадто коротке (мін. 2)",
  "Require": "Обов'язково",
  "Your passwords do not match": "Ваші паролі не збігаються",
  "Ready styles": "Готові стилі",
  "Model name": "Назва моделі",
  "Discription": "Опис",
  "Choose your options...": "Обрати свій розмір...",
  "Wow. Sorry, we missed the product description": "Вибачте, ми пропустили опис виробу",
  "Price for a ready set": "Ціна за готовий комплект"
}
